7zip
ark
aspell-en
aspell-fr
base
base-devel
bat
bluez-utils
btop
cheese
chromium
dolphin
dust
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-unikey
firefox
gimp
git
glfw
gnome-sound-recorder
gwenview
htop
imagemagick
intel-gpu-tools
intel-media-driver
intel-ucode
iwd
just
kate
kdeconnect
kdialog
kitty
kwalletmanager
lib32-mesa
lib32-mesa-utils
lib32-pipewire
lib32-vulkan-intel
libreoffice-still
libva-intel-driver
linux
linux-firmware
lld
lzip
man-db
man-pages
mold
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
otf-latin-modern
pavucontrol
plasma-meta
plasma-workspace
plymouth
ripgrep
rustup
smartmontools
spectacle
sshfs
starship
steam
tlp
tlp-rdw
tree-sitter-cli
typst
unrar
unzip
vulkan-intel
wayland-protocols
webkit2gtk
wget
wine
winetricks
wireless_tools
wl-clipboard
xdg-utils
xorg-xinit
xorg-xlsclients
yazi
yt-dlp
zathura-pdf-mupdf
zram-generator
zsh
