bat
bluez-utils
chromium
dust
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-unikey
firefox
gimp
git
glfw
imagemagick
iwd
kdeconnect
kitty
man-pages
mold
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
otf-latin-modern
pavucontrol
plymouth
ripgrep
rustup
smartmontools
spectacle
sshfs
starship
steam
tlp
tlp-rdw
typst
unrar
unzip
vulkan-intel
wayland-protocols
webkit2gtk
wget
wine
winetricks
wireless_tools
wl-clipboard
xdg-utils
xorg-xinit
xorg-xlsclients
yazi
yt-dlp
zathura-pdf-mupdf
zsh
